function Body(){
    return(
        <div className='Body'>
        <h2>Hello</h2>
        <img width='280px' height='400px'  src='https://static.posters.cz/image/750/%D0%9F%D0%BE%D0%B2-%D1%8F%D0%B7%D0%BA%D0%B0-%D0%BD%D0%B0-%D0%B3%D0%BE%D0%BB%D0%BE%D0%B2%D1%83-naruto-shippuden-konoha-i87547.jpg'></img>
            <p>Зачем? Почему я стал записывать курсы? Всегда хотел найти курсы, которые бы мне подходили по стилю изложения. Сам я соображаю очень медленно, мне нужно обдумать, проработать материал. Увы, я не смог найти таких материалов в сети. И решил создать их сам. Как думаете получилось?

Старт. Вначале был Youtube канал по веб разработке. Каналу 2 года активной жизни и 37 000 подписчиков, более 100 000 000 просмотров и сотни тысяч позитивных комментариев. После этого был запуск телеграмм группы JavaScript Rules. Именно группы а не канала, где каждый мог задать вопрос по JavaScript и получить помощь. Сейчас это самая крупная группа по JavaScript на русском языке.

500 человек за год - больше чем факультет огромного университета

Учится больше чем в лицеях! И уже спустя 2 года работы в вебе, я запустил свои курсы. На текущий момент курсы по JavaScript проходят 325 человек, PHP - 77 человек, HTML - 170 человек, Интернет магазин Node.JS - 70 человек. В сумме более 500 человек. Для меня это очень много, поскольку я работаю с каждым. Особенно приятно, когда пишут благодарности после устройства на работу или прохождения курса.

Успех, Достиг ли я того, что хотел? Да, мои курсы стали популярны, благодаря им многие изучили веб, устроились на работу. Качество курсов - показатель в том, что 80% тех, кто прошел один курс, проходят и остальные курсы.

Воровство. Качество курсов такое, что все популярные платформы - которые воруют курсы и их перепродают, стали охотится за моими курсами и после воровства их распространять, увы они не учли, что стоимость курса заключается не в материалах, а в проверке ДЗ, исправлением, переделыванием, работы с каждым пользователем индивидуально. И, что удивительно, на 5-7 уроке все, кто своровал курсы вдруг поняли, что они ничего не понимают, и не могут двигаться дальше. Закономерный результат.

Воровство курса - признание качества. Жаль, они не смогли...

Обидно ли воровство курсов? Да, учитывая что курс - тяжелый труд на протяжении 4-5 месяцев. Но я считаю, что это признание качества курса. Я учел возможность воровства и в версии 2.0 все видео будут доступны, а вот именно проверка, чат, поддержка - только купившим курс.

О опыте. Опыт вещь субъективная. С 2005 года я преподавал в университете и связан с вебом. Вначале - CMS: Wordpress и т.д. Потом их модификации, доработки и т.д. Потом была своя компания по веб-разработке, нас было не много, то все этапы от верстки и сео, разработки до переговоров и ТЗ мы прошли. Работали, в основном, с крупным бизнесом.

В 2014 году пришлось круто изменить жизнь, я ушел с преподавания в университете и стал работать преподавателем на IT курсах в Киеве. Вначале обычным преподавателем, затем зав. кафедрой программирования. В это время я работал с ШАГ, Bionic</p>
<p>Зачем? Почему я стал записывать курсы? Всегда хотел найти курсы, которые бы мне подходили по стилю изложения. Сам я соображаю очень медленно, мне нужно обдумать, проработать материал. Увы, я не смог найти таких материалов в сети. И решил создать их сам. Как думаете получилось?

Старт. Вначале был Youtube канал по веб разработке. Каналу 2 года активной жизни и 37 000 подписчиков, более 100 000 000 просмотров и сотни тысяч позитивных комментариев. После этого был запуск телеграмм группы JavaScript Rules. Именно группы а не канала, где каждый мог задать вопрос по JavaScript и получить помощь. Сейчас это самая крупная группа по JavaScript на русском языке.

500 человек за год - больше чем факультет огромного университета

Учится больше чем в лицеях! И уже спустя 2 года работы в вебе, я запустил свои курсы. На текущий момент курсы по JavaScript проходят 325 человек, PHP - 77 человек, HTML - 170 человек, Интернет магазин Node.JS - 70 человек. В сумме более 500 человек. Для меня это очень много, поскольку я работаю с каждым. Особенно приятно, когда пишут благодарности после устройства на работу или прохождения курса.

Успех, Достиг ли я того, что хотел? Да, мои курсы стали популярны, благодаря им многие изучили веб, устроились на работу. Качество курсов - показатель в том, что 80% тех, кто прошел один курс, проходят и остальные курсы.

Воровство. Качество курсов такое, что все популярные платформы - которые воруют курсы и их перепродают, стали охотится за моими курсами и после воровства их распространять, увы они не учли, что стоимость курса заключается не в материалах, а в проверке ДЗ, исправлением, переделыванием, работы с каждым пользователем индивидуально. И, что удивительно, на 5-7 уроке все, кто своровал курсы вдруг поняли, что они ничего не понимают, и не могут двигаться дальше. Закономерный результат.

Воровство курса - признание качества. Жаль, они не смогли...

Обидно ли воровство курсов? Да, учитывая что курс - тяжелый труд на протяжении 4-5 месяцев. Но я считаю, что это признание качества курса. Я учел возможность воровства и в версии 2.0 все видео будут доступны, а вот именно проверка, чат, поддержка - только купившим курс.

О опыте. Опыт вещь субъективная. С 2005 года я преподавал в университете и связан с вебом. Вначале - CMS: Wordpress и т.д. Потом их модификации, доработки и т.д. Потом была своя компания по веб-разработке, нас было не много, то все этапы от верстки и сео, разработки до переговоров и ТЗ мы прошли. Работали, в основном, с крупным бизнесом.

В 2014 году пришлось круто изменить жизнь, я ушел с преподавания в университете и стал работать преподавателем на IT курсах в Киеве. Вначале обычным преподавателем, затем зав. кафедрой программирования. В это время я работал с ШАГ, Bionic</p>
<p>Зачем? Почему я стал записывать курсы? Всегда хотел найти курсы, которые бы мне подходили по стилю изложения. Сам я соображаю очень медленно, мне нужно обдумать, проработать материал. Увы, я не смог найти таких материалов в сети. И решил создать их сам. Как думаете получилось?

Старт. Вначале был Youtube канал по веб разработке. Каналу 2 года активной жизни и 37 000 подписчиков, более 100 000 000 просмотров и сотни тысяч позитивных комментариев. После этого был запуск телеграмм группы JavaScript Rules. Именно группы а не канала, где каждый мог задать вопрос по JavaScript и получить помощь. Сейчас это самая крупная группа по JavaScript на русском языке.

500 человек за год - больше чем факультет огромного университета

Учится больше чем в лицеях! И уже спустя 2 года работы в вебе, я запустил свои курсы. На текущий момент курсы по JavaScript проходят 325 человек, PHP - 77 человек, HTML - 170 человек, Интернет магазин Node.JS - 70 человек. В сумме более 500 человек. Для меня это очень много, поскольку я работаю с каждым. Особенно приятно, когда пишут благодарности после устройства на работу или прохождения курса.

Успех, Достиг ли я того, что хотел? Да, мои курсы стали популярны, благодаря им многие изучили веб, устроились на работу. Качество курсов - показатель в том, что 80% тех, кто прошел один курс, проходят и остальные курсы.

Воровство. Качество курсов такое, что все популярные платформы - которые воруют курсы и их перепродают, стали охотится за моими курсами и после воровства их распространять, увы они не учли, что стоимость курса заключается не в материалах, а в проверке ДЗ, исправлением, переделыванием, работы с каждым пользователем индивидуально. И, что удивительно, на 5-7 уроке все, кто своровал курсы вдруг поняли, что они ничего не понимают, и не могут двигаться дальше. Закономерный результат.

Воровство курса - признание качества. Жаль, они не смогли...

Обидно ли воровство курсов? Да, учитывая что курс - тяжелый труд на протяжении 4-5 месяцев. Но я считаю, что это признание качества курса. Я учел возможность воровства и в версии 2.0 все видео будут доступны, а вот именно проверка, чат, поддержка - только купившим курс.

О опыте. Опыт вещь субъективная. С 2005 года я преподавал в университете и связан с вебом. Вначале - CMS: Wordpress и т.д. Потом их модификации, доработки и т.д. Потом была своя компания по веб-разработке, нас было не много, то все этапы от верстки и сео, разработки до переговоров и ТЗ мы прошли. Работали, в основном, с крупным бизнесом.

В 2014 году пришлось круто изменить жизнь, я ушел с преподавания в университете и стал работать преподавателем на IT курсах в Киеве. Вначале обычным преподавателем, затем зав. кафедрой программирования. В это время я работал с ШАГ, Bionic</p>
        </div>
    )
}

export default Body